jethrokuan/fzf
joseluisq/gitnow
franciscolourenco/done
fishpkg/fish-prompt-metro
fishpkg/fish-humanize-duration
FabioAntunes/fish-nvm
edc/bass
danhper/fish-ssh-agent
jorgebucaran/fish-nvm
